<?php
/**
 * 短信模板
 * */
$smsTemplateCode = array(
	'SMS_6807951',//0.短信测式,模板内容：尊敬的${customer}，欢迎您使用阿里云通信服务！      传参：{customer:'sdf'}
	'SMS_5037910',//1.身份验证验证码,模板内容：验证码${code}，您正在进行${product}身份验证，打死不要告诉别人哦！     传参：{code:'sdf',product:'sdf'}
	'SMS_5037909',//2.登录确认验证码，模板内容：验证码${code}，您正在登录${product}，若非本人操作，请勿泄露。             传参：{code:'sdf45',product:'sdf'}
	'SMS_5037908',//3.登录异常验证码，模板内容：验证码${code}，您正尝试异地登录${product}，若非本人操作，请勿泄露。    传参： {code:'123',product:'123'}
	'SMS_5037907',//4.用户注册验证码，模板内容：验证码${code}，您正在注册成为${product}用户，感谢您的支持！                         传参：{code:'123',product:'123'}
	'SMS_5037906',//5.活动确认验证码，模板内容：验证码${code}，您正在参加${product}的${item}活动，请确认系本人申请。  传参： {code:'123',product:'123',item:'sdf'}
	'SMS_5037905',//6.修改密码验证码，模板内容：验证码${code}，您正在尝试修改${product}登录密码，请妥善保管账户信息。  传参：{code:'1231',product:'123'}
	'SMS_5037904',//7.信息变更验证码，模板内容：验证码${code}，您正在尝试变更${product}重要信息，请妥善保管账户信息。  传参：{code:'1231',product:'1232'}
	'SMS_71785081',//8.手机验证，模板内容：感谢您使用${sitename}手机验证,验证码为:${rand}    传参：{sitename:'123',rand:'123'}
	'SMS_71830047',//9.手机认证，模板内容：感谢您使用${sitename}手机认证,验证码为:${rand}    传参：{sitename:'123',rand:'123'}
	'SMS_72005077',//10.找回密码，模板内容：您正在找回${sitename}的会员密码,手机验证码为:${rand},此验证码有效期为10分钟         传参：{sitename:'123',rand:'123'}
	'SMS_71650034',//11.手机登录验证，模板内容：您正在登录${sitename}的会员,手机验证码为:${rand},此验证码有效期为10分钟          传参：{sitename:'1234',rand:'1234'}
	'SMS_71655018',//12.手机注册验证，模板内容：您正在注册${sitename}的会员,手机验证码为:${rand},此验证码有效期为10分钟           传参：{sitename:'123',rand:'1234'}
	'SMS_7781038',//13.兑换码，模板内容：兑换码：${parameter1}。请及时联系客服兑换，电话：400-626-3980。      传参：{parameter1:'1'}
	'SMS_5385322',//14.手机绑定，模板内容：验证码：${parameter1}，您正在绑定手机：${parameter2}，工作人员不会索取，切勿泄露信息。      传参：{parameter1:'1',parameter2:'1'}
	'SMS_5270576',//15.通用验证码，模板内容：${type}验证码：${code}，打死都不能告诉别人哦！   传参：{type:'1',code:'1'}
	'SMS_5270561',//16.通用验证码，模板内容：${name}验证码：${code}，打死都不能告诉别人哦！    传参：{name:'tanlin',code:'1'}
	'SMS_5245536',//17.注册验证码，模板内容：注册验证码：${code}，打死都不能告诉别人哦！    传参：{code:'10'}
	'SMS_5265748',//18.找回密码验证码，模板内容：找回密码验证码：${code}，打死都不能告诉别人哦！    传参：{code:'10'}
	'SMS_5210563',//19.找回密码，模板内容：验证码：${code}，您正在进行通过手机找回密码操作[工作人员不会向您索取，请勿泄漏]    传参：{code:'50'}
	'SMS_5225529',//20.通用验证码，模板内容：验证码：${code}，打死都不能告诉别人哦！    传参：{code:'50'}
	'SMS_125885145'//21.专题审核开通，模板内容：您在${sitename}，申请开通的专题${status}审核，请登录会员中心查看。 传参：{sitename:'火天信资料库',status:'已通过'}
);